Repository: tu60rk/Auth_sprint_2
Catalog: service_admin/movies/locale/*/LC_MESSAGES/django.po
Languages: ru

source: decade rating
ru: Рейтинг

source: between 0 and 25
ru: Между 0 и 25

source: between 25 and 50
ru: Между 25 и 50

source: between 50 and 75
ru: Между 50 и 75

source: between 75 and 100
ru: Между 75 и 100

source: movies
ru: Фильмы

source: Genre name
ru: Название жанра

source: Genre description
ru: Описание жанра

source: Name actor
ru: Имя актера

source: TV show
ru: ТВ шоу

source: Video
ru: Видео

source: Film title
ru: Название фильма

source: Film description
ru: Описание фильма

source: Date of film creation
ru: Дата создания фильма

source: Raiting film
ru: Рейтинг фильма

source: Film type
ru: Тип фильма

source: certificate
ru: Лицензия фильма

source: file
ru: Добавочный файл к фильму

source: Person role
ru: Роль актера
